KnDokusei/PROYECTO_IOT_TUBO/E3-StepMotor/sdkconfig.defaults
# Target: DOIT ESP32 DEVKIT V1
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y

CONFIG_LOG_DEFAULT_LEVEL_INFO=y
